<?php

use Illuminate\Database\Seeder;

class LocalityTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        // Uncomment the below to wipe the table clean before populating
        DB::table('localities')->delete();

        $localities = array(
            [
                'id' => 1,
                'location_id' => 1,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Стибера, или како што археолозите сакаат да ја викаат Македонска Помпеја, е еден од најголемите антички градови во Македонија, а истовремено, и еден од најатрактивните антички градски населби. Таа се наоѓа во близина на прилепското село Чепигово, а нејзините остатоци лежат на јужните падини на ридот Бедем каде во неговото подножје се слева рекичката Блато во Црна Река (Еригон). На овој простор пронајдени се разновидни мермерни украси, статуи и бисти, меѓу кои и статуата на божицата Тихе на постамент со натпис. Храмот се состоел од наос и предворје. Неговите ѕидови биле изградени од кршен камен и цврст малтер, а темелите биле цврсти и масивни. Начинот на градење на наосот е типично римски. Од откриените архитектонски градби се издвојува античкиот гимназион Тој се состои од две одделни градби: Хероон со светилиште и Перистил со предворје и екседра.',

                'loc_history' => 'Стибера постоела од 3 век п.н.е. до 3 век од нашата ера. Се претпоставува дека во времето на најголемиот подем во градто живееле над 20.000 жители. ајстарите наоди на локалитетот „Бедем“ кај Чепигово потекнуваат уште од архајскиот период, односно 6 век пред нашата ера. Во следниот период од Чепигово се регистрирани наоди на вазни од типот кантарос, кои се датираат во 4 и 3 век п.н.е., а од тој период има и наоди на монети од Македонските кралеви. Така, регистрирани се монети на Филип II (359–336) и Александар III (336–323) (И. Мукулчиќ, Пелагонија ..., 50–65), а една монета на Александар III Македонски потекнува од времето по неговата смрт, што занчи таа е издадена постхумно. Таа потекнува од 315 година пред н.е. (Вера Битракова – Грозданова, Хеленистички споменици во СР Македонија, Скопје 1987, Т. III, 5). Присуството на монети на поголем број Македонски кралеви и градови на локалитетот „Бедем“ кај Чепигово е уште една потврда за постоењето на развиена наслеба во античкиот период. Регистрирани се монети на кралот Филип V (359 – 336), Александар III Македонски (336–323), Касандар (317) 305–297, Деметриј I Полиоркет (294–287), Антигон Гонат (277–239), Деметриј II (239–229), Филип V (221–179), Персеј (179–168), на градовите Тесалоника, Амфиполис, Филипи, и др. (И. Микулчиќ, Пелагонија ..., 65).',

                'price' => 50,
                'price_group' => 150,
                'price_child' => 30,
                'lat' => 41.248114,
                'long' => 21.398164,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 2,
                'location_id' => 2,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Месноста „Маркови Кули“ се издига над северниот дел на Варош и 5км од центарот на Прилеп. Претставува 120-180 висок рид од планините со длабоко седло. Најстари остатоци - Со долгогодишните ископувања (од 1959 г. речиси непрекинато до денес) откриени се траги од предисториска населба; во раната антика тука израснала Керамија, обновена во доцната антика.Средновековни остатоци - Обѕидието што денес се гледа на теренот потекнува од 13 и главно од 14 век. Маркови Кули, сместен во гранитно-планинскиот комплекс, локалитет со културни слоеви од доцниот неолит до XIV век. Во природната целост формирана од четири врвови (Чардак, Крупник, Тапанче и Гребник), со неколку тераси, удолнини и седла, се наоѓаат остатоци од ѕидови и кули од еден исклучително голем тврдински комплекс. Според некои истражувања, Маркови Кули се вбројуваат, по просторот што го заземаат, меѓу петте најголеми тврдини на Балканскиот Полуостров.',

                'loc_history' => 'Просторот на Маркови Кули, во целина, го сочинуваат поголем број импозантни грамади поврзани во две паралелни низи со правец на протегање север-северозапад, југ-југоисток, чија надморска висина постепено се зголемува од југ кон север. Двете низи грамади во северниот дел се сврзани со највисоките врвови: Златоврв (1422 м) и Липа (1392 м). Низ целиот овој масив се истакнуваат најразновидни форми во вид на врвови и остенци, столбови и запци, печурки, плочи, топки, пештерски и котлести длабнатини. Природните структури на карпите, потекнуваат од времето на консолидација на магмата која ладејќи се, лачела свероидни и паралелопипедни блокови. Низ четиридецениските археолошки истражувања, откриени се остатоци коишто укажуваат на постоење на раноантичка населба - Керамија. Во римскиот период, оваа мала селска населба се проширила во југозападното подрачје, за што сведочат пронајдените мермерни украси од една ранохристијанска базилика. Обѕидието на овој терен потекнува од XIII до XIV век и се наоѓа во добра состојба. Ѕидовите се со широчина од околу еден метар, изградени од послаб варовен малтер и се потпираат на големите варовни карпи. Акрополата била поделена на помали простории со внатрешни преградни ѕидови. Тука се наоѓал и дворецот на кралот Волкашин и Марко. Сложената основа на влезниот портал говори за повеќе доградувања и реконструкции на просторот. Според некои историски наоди, оваа тврдина, до втората половина на XIII век, па и подоцна, ја бранеле само 40 војници. Населбата била сместена јужно од акрополата, расположена на околу 3,6 хектари. На нејзиниот северен ѕид стои двојна порта, како и голема стражарска куќа, поставена помеѓу влезовите. На јужниот ѕид стојат добро сочувани три кули. Најдолниот појас на обѕидието се состои од низа куси ѕидови влечени во искрќена линија. Во западниот дел се наоѓаат гробови всечени во карпа. Во XIV век, овој дел служел како привремено прибежиште на околните жители од турската наезда. По смртта на кралот Марко, во 1395 година, оваа населба била заземена од турската стража, поради што животот во неа згаснал во целост.',

                'price' => 100,
                'price_group' => 200,
                'price_child' =>80,
                'lat' => 41.331092,
                'long' => 21.727857,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 3,
                'location_id' => 3,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Месноста „Кале, Св. Спас” лежи 1,2 км северозападно од Зрзе. Претставува мала тераса на планинските падини, на 220—250 м височина над работ на полето (1020 м н.м.). Најстари остатоци. Во доцноантичко време околу терасата било подигнато обѕидие од камен со малтер. Правоаголниот простор, со големина 150 х 120 м (1,5 ха) им служел на околните сточари како збег, а потоа и како постојано живеалиште — укрепено село. На источниот дел била изградена ранохристијанска црква, чии распарчени мермерни украси лежат и денес наоколу (6 век). Повеќето монети најдени на тој простор потекнуваат од доцниот 4/6 век. Средновековни остатоци. Во доцното средновековие терасата била повторно населена. Врз урнатините на старата базилика, во средината на 14 век била изградена нова црква (св. Преображение или св. Спас). Околу црквата биле подигнати придружни манастирски згради: конаци, амбари и други стопански простории. Старото обѕидие било обновено.',

                'loc_history' => 'Како највисока точка во градот, калето одсекогаш било ценето од локалното население. Населби на тоа место постоеле и пред да се изградат ѕидови. Најраните познати жители на местото живееле во неолитот и раното бронзено доба, 4.000 години п.н.е. Тврдината што ја гледаме денес е изградена најпрвин во Византиско време (6-ти век), со камени ѕидови со должина од 121 метар. Според археолозите, камените блокови од кои е изградена тврдината биле земени од изрушениот град Скупи подолу. Кале е едно од најпопуларните места за посета во Скопје. Тврдината нуди фантастичен поглед на градот како и можност да се дојде до Старата Скопска чаршија од градот за неколку минути. Во лето тука се одржуваат концерти и театарски претстави. Црква „Св. Спас“ — еден од најзначајните споменици на културата во Скопје, источно од тврдината Кале. Црквата е споменик на културата, заштитен со закон, а во нејзе се врши богослужба и верски обреди само за нејзиниот патронен празник Спасовден. Во дворот се влегува низ тешката и опкована дабова порта и во него доминира едноставниот камен саркофаг во кого се сместени посмртните остатоци на големиот македонски револуционер и борец за слобода Гоце Делчев (1872-1903). Црквата е тробродна, средниот брод е засводен, страничните се рамни и покриени со штици во коцки, додека во западниот дел е подигната галерија за жени. На јужниот зид, повисоко од денешното ниво на подот, во текот на поправката на црквата 1963-64 год., е откриен живопис од XVI-XVII век. И токму овој ѕид зборува за дел од историјата на оваа црква подигната во XVI век. Во текот на XIX век црквата го добила својот дефинитивен изглед. Во 1824 год. бил довршен иконостасот, а во 1867 год. бил изработен дел од престолните икони. За изведување на иконостасот и иконите, свој придонес дале занаетчиските еснафи и трговци од Скопје.',

                'price' => 40,
                'price_group' => 100,
                'price_child' => 10,
                'lat' => 42.000688,
                'long' => 21.433200,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 4,
                'location_id' => 4,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Скопскиот аквадукт се претпоставува дека го изградил Јустинијан I во период од 527 - 554 година, па поради тоа се нарекува и Јустинијанов аквадукт. Постојат и претпоставки дека тој е изграден во 16 век за време на отоманската империја. Аквадуктот се наоѓа северно од центарот на град Скопје на одалеченост 3 км воздушна линија од плоштадот Македонија, односно 5-6 км по земјен пат. Во својата архитектонска композиција во правец север - југ содржи две пристапни рампи, 53 столбови, 54 основни и 42 помали сводови на затекнатите олеснувачки затворени и отворени отвори над столбовите. Вкупната развиена должина на споменикот на културата изнесува 387,98м со висинска кота на Јужната рампа 279,46м и на Северната рампа 280,485м или со денивелација од 1,025м во постојната состојба. Во врска со изгледот, состојбата, датирањето и функционирањето на Јустинијановиот водовод и монументалниот објект на Јустинијановиот акведукт, постојат повеќе стари цртежи и фотографии или разгледници записи од познати историчари и хроничари, странски патописци, дипломати и посетители, како и водичи и трудови од воени лица, инженери, историчари на уметноста и севозможни научници. Така, на пример, во 1560 година безимениот венецијански патописец на акведуктот гледа 60 отвори, а во 1669 година Англичанецот, доктор Браун, напишал дека акведуктот е "...прекрасна древност, којаму прави голема гордост му прави на ова место" и дека на акведуктот има "...двесте отвори".',

                'loc_history' => 'За стариот скопски водовод - аквадукт во својата книга „Материјали по изучувањето на Македонија“ од 1896 година пишувал и македонскиот револуционер Ѓорче Петров. Имено, тој запишал дека водоводот започнувал од самото подножје на Скопска Црна Гора на 2 ½ часа растојание од Скопје и над самото село Глуво каде што во земјата имло ископана една немногу широка дупка[4]. Стените на дупката биле направени со ѕид, а од горе стоела железна решетка за да не влегуваат нечистотии во неа. Таа скромна дупка била почетокот на прочуениот скопски водовод. На самиот брег на Бањанка и на неколку чекори од почетокот на водоводот има чешма со бујна, студена вода убава за пиење. Некој си паша (веројатно прочуениот Хамзи-паша) посакал да ја внесе и таа вода во водоводот, но околните селани, особено бањанци и чучерци, се дигинале против пашата и не допуштиле да се случи тоа, зашто таа чешма им служи за напојување на добитокот. Понатаму, Ѓорче Петров го дава следниот опис на протегањето, изгледот и градбата на водоводот-аквадукт. Надолу под селото Бразда водоводот среќава еден рид, кој ја пресекува реката Бањанка[7]. По долината на реката водоводот ја пресекува височината и врви надолу дури да стигне наспроти Скопје. Долината на Крива Река (долното течение на Бањанка) е значително пониска од калето, зашто нејзиниот лев брег над градот се издигнува во вид на рид. За да може да се искачи врвот на тоа возвишение откај с.Оризари браздата минува по еден мост потпрен на диреци[8]. Тоа се споменуваните сводови (арки) на водоводот од патеписците. Тој мост (аквадукт) има 62 столбови од кои секој е висок 6 метри, долг 5 метри, а широк 4 метри. Историското значење не му било познато, но во тоа време водоводот - аквадукт бил без секакво значење поради што бил занемарен.',

                'price' => 50,
                'price_group' => 150,
                'price_child' => 30,
                'lat' => 42.022596,
                'long' => 21.418911,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 5,
                'location_id' => 5,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Залив на Коските — залив во Охридското Езеро и археолошки локалитет на праисториска наколна населба на полуостровот и автокампот Градиште. Длабок е 3 до 5 метри. Местото е наречено „Плоча Миќов Град“ и денес има реконструкција на наколните живеалишта (Музеј на вода „Залив на Коските“) и платформи, со свој посетителски центар. Над него се издига обновено римско утврдување (каструм) со воени објекти од тоа време. Најблискиот колец од вкупно 6.000 откриени е на 12 метри во езерото, со што се претпоставува дека е тоа колец од мостот што ја спојувал населбата. Се претпоставува дека се простирала на платформа од околу 8.500 м², а на неа имало можеби и 60-ина живеалишта. На местото се откриени многу остатоци од орудија, предмети од керамика, дрво, од камен и делови од животни како еленски рогови. Наколните населби биле градови правени на платформи, кои стоеле на дрвени колци забодени на дното на езерото. На тие наколни платформи се наоѓале куќите на праисториските луѓе, кои со подвижен мост биле споени со брегот. Жителите на овие населби се занимавале најмногу со риболов, но и со земјоделство и лов. На ова укажуваат разните садови и предмети од керамика и камен пронајдени и на суво и под вода.',

                'loc_history' => 'Во 1997 година се извршени првите подводни археолошки истражувања во Македонија на локалитетот Плоча Миќов Град во Заливот на Коските, покрај јужниот брег на полуостровот Градиште, близу селото Пештани. На длабочина од 3,00 до 5,00 метри биле откриени многубројни дрвени колци закачени на дното од езерото и многуброен движен археолошки материјал со хронолошка припадност на крајот од бронзеното и почетокот на железното време. Во 1998 година е изведена втората кампања на подводни истражувања на овој локалитет, при што се откриени, нумерирани, измерени и позиционирани 3102 колци. Подводни археолошки истражувања се вршени во кампањи континуирано до 2002 година, а со прекини до 2005 година, при што се откриени и документирани остатоци од 6000 дрвени колци. Врз основа на премерувачките зафати на габаритниот простор од населбата констатирано е дека таа се простирала на површина од околу 8500 м2. Била изградена на платформа од дрвени колци закачени на дното од езерото. Дијаметарот на колците варира од 13,0 до 30,0 см. Утврдено е дека најблискиот колец до северниот брег од заливот се наоѓа на сса 12 метри во езерото што упатува на податок дека тоа е колец од подвижниот мост со кого населбата била поврзана со копното. Истражувањата покажаа дека на дното од езерото на просторот од оваа населба има впечатлива концентрација на цели и особено фрагментирани керамички садови, камени артефакти и фрагментирани животински коски. Керамичките садови и фрагменти главно се со груба фактура и ретко украсени со релјефна орнаментика, а од формите доминираат садови со држалки кои во горниот дел се стеснуваат и аглесто се истакнати, а го надвисуваат венецот на садот. Особено се присутни хоризонтално поставени држалки, а има и садови без држалки, лонци, кои во горниот стеснет дел, на вратот, имаат кружни отвори кои најверојатно служеле за протнување на канап или кожа заради нивна полесна употреба, односно носење на рамо или слично. Заливот на Коските на Охридското Езеро од 8 декември 2008 година навака претставува атрактивен музејски комплекс насловен како Музеј на вода во чии рамки влегуваат повеќе содржини: претпоставена реконструирана наколна населба на локалитетот Плоча Миќов Град на дрвена платформа поставена на дрвени колци закачни на дното од езерото, римски каструм кој е конзервиран, реставриран и презентиран на највисокото плато од ридот `Градиште`, пристапен рустичен објект од камен со музејски витрини и рустичен објект за реализација на подводен туризам.',

                'price' => 100,
                'price_group' => 250,
                'price_child' => 40,
                'lat' => 40.994327 ,
                'long' => 20.798031,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 6,
                'location_id' => 6,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Хераклеја Линкестис e градска населба од старомакедонско време до средниот век. Основана е кон средината на IV век пред н.е. од страна на кралот Филип II Македонски, како важен стратегиски пункт. Остатоците од материјалната култура од старомакедонската фаза на животот археолошки не се доволно истражени.Хераклеја Линкестис се наоѓа на јужната периферија на градот Битола, во подножјето на планината Баба. Линкестис доаѓа од називот на регионот Линкестида во кој се наоѓал градот, а во кој живеело древното македонско племе Линкестиди. Сместена во плодна рамнина, од север заштитена од планината Баба, односно ридот Тумбе Кафе и реката Сива Вода на југ, Хераклеја опстојала и се развила во една значајна раскрсница на патот Виа Игнација (лат. Via Ignatia) кој ги поврзувал Драч и Босфор. Од Хераклеја патот дијагонално се протегал кон Стоби, а потоа кон Сердика - денешна Софија.',

                'loc_history' => 'Градот бил основан во предримскиот период, веројатно од страна на македонскиот крал Филип II или Филип V. Според пишаните извори, по освојувањето на Линкестида, Филип II подигнал тврдина (веројатно Хераклеја) преку која можел да контролира дел од кралството. Исто така постои податок според кој во почетокот на II век пр. н.е., за време на војните со Римјаните, македонскиот крал Филип V изградил неколку тврдини во пограничните области за да ја осигура границата на кралството. По победата на Римјаните и поделбата на Македонското кралство на четири области (мериди), Хераклеја влегла во составот на четвртата мерида. Највисок степен на цивилизациски развој во време на римското владеење градот доживеал во првите векови на новата ера, кога добива статус на колонија. Во овој период Хераклеја станува силен економско-политички центар со свој постојан римски намесник и со своја римска војска. Сето тоа се одразило врз изгледот на градот, така што во голема мерка била застапена римската архитектура, иако традиционалните влијанија и историските придобивки сè уште давале свој белег на градот.',

                'price' => 70,
                'price_group' => 140,
                'price_child' => 50,
                'lat' => 41.011000,
                'long' => 21.342412,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 7,
                'location_id' => 7,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Древен град кој со својот урбан дел се наоѓа на три тераси, што се спуштаат кон Црна Река, опкружени со ѕидови, а на устието меѓу Црна Река и Вардар. Археолошкиот локалитет Стоби е со површина од 1.600 квадратни метри. Познато е дека тука минувале главните патишта кои ги сврзувале областите на преден Дунав со медитеранските земји, уште од предисторискиот период. По овој главен пат на Балканскиот Полуостров се движеле културните влијанија од југ кон север и обратно. Црна Река, од друга страна, претставувала природен пат кој ги сврзувал централните области на Македонија со Јадранското Море. Во римскиот период покрај Црна Река водел значаен пат, кој го поврзувал градот Стоби со Виа Игнација кај Хераклеја Линкестис, близу до денешна Битола. Така градот Стоби заземал мошне значајна стратегиска, воена и трговска позиција во античкиот период. Јужно од градот се наоѓаат траги од предградија, додека портата на градот што води кон Хераклеја, а по падините од Гробјанската црква до базиликата во Паликура, се наоѓаат повеќе некрополи. Тие некрополи се од хеленистички, римски, византиски и словенски период. Во Стоби се забележани голем број на култни претстави на божества од грчко - римскиот пантеон: Аполон и Артемида, Асклепиј, Дионис, Немеза, Зевс, Тихе, Афродита, Хигија, Телесфор... Се работи за бронзени и мермерни статуи, или пак за релјефни претсави на мали камени икони. Исто така, откриени се и многубројни примери на архитектонска камена пластика од раноримските храмови. За жал, археолошките ископувања сè уште го немаат откриено ликот на раноримскиот град и денес немаме репрезентативни сочувани објекти од ова време, со исклучок на две-три градби, меѓу кои се истакнува театарот. Податоци за постоењето на најмалку два храма, ни даваат монетите што се ковале во ковачницата во Стоби.',

                'loc_history' => 'Најстари пишани извори за Стоби наоѓаме кај Тит Ливиј, кога споменува за победата на Филип V, крал на Македонија, над Дарданците во 197 г. п.н.е. Според археолошките податоци градот бил подигнат во хеленистичкиот период, но не многу пред владеењето на Филип V. Со истражувањата под неколкуте градби во централното подрачје на подоцнежниот град, констатирани се слоеви од 3-ти и 2-ри век п.н.е., а пронајдени се бронзени предмети од класичниот и архајскиот период, како и поединечни керамички предмети од неолитскиот период. Се претпоставува дека градот бил основан во 359 г. п.н.е. Во 168г. п.н.е., со победата на римјаните над кралот Персеј, Македонија била поделена на четири области. Тогаш Стоби станува центар на трговија на третата област. Во 148 г. п.н.е. Македонија станува римска провинција. За време на владењето на август (31-14 г.п.н.е.)градот се шири на запад и југ, за што сведочат 55 гробови од западната некропола, од времето на Август. Ширењето на градот се поврзува и со подигањето на статусот на градот во ранг на муниципиум, 69г.н.е., кога почнуваат да се коваат монети со натпис "Municipium Stobensium". Во текот на раниот и средниот римски период, градот Стоби цутел, на што укажуваат повеќето натписи на споменици. Како најзначаен истакнат споменик од римскиот град е секако Театарот изграден во 2-3 век од н.е. Градскиот бедем е од 3-ти век, додека внатрешниот бедем од источната страна е секако од доцниот 4-ти век, кога бил напуштен источниот дел на надворешниот бедем. Внатрешниот бедем, секако, е подигнат по низата поплави од реката Црна. Тој требало да претставува подобра и посигурна заштита, па бил изграден дури и преку големи градби од јавен карактер со добро зачувани мозаични подови. Во текот на римскиот период Стоби бил исто така значаен и влијателен град. Градот бил епископско средиште уште од 325 г., ког епископот Budios зел учество во Никејскиот собир. Во текот на 4-5 век, овде биле подигнати повеќе импозантни цркви, како по својата големина, така и по својата внатрешна декорација со богато архитектонско украсување, мозици, фреско-живопис и структура, од кои голем дел беа најдени при ископувањето. Со мозаици се украсени и повеќе приватни градби, чие внатрешно уредување и распоред ги сместува во Перистериевата и Теодосијанската палата.',

                'price' => 120,
                'price_group' => 100,
                'price_child' => 50,
                'lat' => 42.005313,
                'long' => 21.360692,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 8,
                'location_id' => 8,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Мегалитската опсерваторија Кокино се наоѓа во североисточниот дел на Мекедонија, во близина на границата со Србија. Таа се наоѓа во атарот на селото Кокино, на границата со селото Арбанашко. Целиот регион денес е ретко населен, така што во десетината околни села живеат помалку од 1000 жители. Според димензиите и изгледот, локалитетот се разликуваше од сите дотогаш видени археолошки наоѓалишта. Локалитетот зафаќа површина од околу 5000 м2 скалесто поставен на две платформи веднаш под планинскиот врв Татиќев Камен со надморска висина од 1013 метри. На прв поглед на локалитетот доминираат камените седишта наречени тронови кои се исклесани во карпа и се поставени во насоката север-југ. На тој начин човекот кој седи на еден од троновите е свртен кон источниот хоризонт, со што, кај археолози се јавила идејата дека можеби на тој начин биле набљудувани небесните тела. Во поширокиот регион регистрирани се голем број на археолошки наоѓалишта од неолитскиот до средновековниот период. Тоа значи дека целиот регион има историја во должина од најмалку 6000 години преполна со значајни населби, светилишта, настани и личности.',

                'loc_history' => 'Опсерваторијата е откриена случајно во 2001 год. од страна на бугарски и македонски археолози, а во 2002 год. биле започнати истражувањата од страна на Народниот музеј во Куманово. Таа е датирана во 1800 год. п.н.е., односно раното бронзено време, а се протега на површина од 5 000 квадратни метри. Мегалитската опсерваторија се наоѓа на неовулкански рид. Карпите се создадени со стврднувањето на лавата, која истекла од вулкански кратер. Времето и ерозијата направиле процепи и дел од тие процепи биле главните маркери низ кои се следеле циклусите на Сонцето и Месечината и се мерело времето. Седумте камени маркери во минатото ги означувале местата за изгревање на Сонцето и Месечината во периодите на кусодневица, рамнодневица и долгодневица, како и нивните отклони. Сонцето, всушност, само на рамнодневиците - на 21 март и на 21 септември - изгрева точно на исток и заоѓа точно на запад. Потоа, постепено има отклонување кое изнесува до 45 степени. Местата на изгревање кои се опфаќаат со природните маркери на мегалитните стени во Кокино укажуваат дека изгревањата на исто место на Сонцето се повторуваат на 18,6 години. Веројатно некои членови на племенската заедница имале задача секојдневно да ги следат движењата на небесните тела и да прават календари за одредување на деновите за ритуалните обреди, како и за започнување на сезонските работи во земјоделството и сточарството. Опсерваторијата е сместена на две скалести платформи од кои се следеле планетите. На горната платформа се пронајдени траги од неколку објекти и делови на керамика.',

                'price' => 60,
                'price_group' => 120,
                'price_child' => 30,
                'lat' => 42.263127,
                'long' => 21.953741,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],

            [
                'id' => 9,
                'location_id' => 9,
                'image_file' => 'picture1.jpg',
                'loc_info' => 'Тумба е археолошки локалитет во скопската населба Маџари. Локалитетот претставува населба од неолитското време. Се наоѓа на североисточниот крај на Скопје, во просторот меѓу населбите Маџари и „Ченто“, непосредно до фудбалското игралиште, на околу 700 m од левата страна на автопатот Скопје-Куманово-Велес. Претставува мала височинка - тумба со пречник во основата од 220 m и висина од 3 m. Во годините до земјотресот (до 1963), иако користена за земјоделски потреби, таа била лесно впечатлива, дури и доминантна во овој дел од рамното поле. Подоцна, со изградбата на споменатите населби, а особено со неконтролираното подигање на дивоградби врз и околу неа, создаден е нов амбиент во кој тумбата дури и не се забележува.',

                'loc_history' => 'Станува збор за остатоци од повеќеслојна населба, со културен слој од 3 m во кој се разграничуваат три хоризонти на живеење од времето на средниот неолит, која културно ѝ припаѓа на културната група Анзабегово-Вршник (II-IV). Од 1981 година започнуваат систематски ископувања за откривање и проучување на последниот хоризонт на живеење, во северозападниот сегмент на тумбата, кои во мали работни кампањи ќе продолжат сè до 1990 година. Истражен е простор од околу 1.400 m² во кој се откриени урнатини и основи од 7 објекти од кои 6 се живеалишта, а еден светилиште. Сите биле надземни, со правоаголна или четвртеста основа, градени од масивна дрвена граѓа и кал. Речиси во секој објект се најдени остатоци од огништа, печки и многу голем број предмети од материјалната култура. Секако најзастапени се керамичките садови кои покажуваат широка типологија како на облици така и на декоративни мотиви изведувани во техниките на барботин, импресо и бихромно сликање (кафеава врз црвена основа). Во орнаментиката кај поголем дел од садовите, покрај технолошките и ликовно естетските вредности, присутна е одредена симболика (дожд, клас од жито, вода) поврзана со секојдневните преокупации на неолитскиот човек. Покрај керамиката, значајна е и откриената култна пластика, посебно антропоморфната, која ликовно е ослободена од старите традиционални шаблони. Големата Мајка Божица - заштитницата на плодноста, е претставена на начин што засега е непознат меѓу неолитските култури од другите балкански простори. Таа е божица со наративна иконо¬графија која е збогатена со палеоетно¬графски содржини.',

                'price' => 0,
                'price_group' => 0,
                'price_child' => 0,
                'lat' => 42.001777,
                'long' => 21.953741,
                'created_at' => new DateTime,
                'updated_at' => new DateTime
            ],   

        );

        // Uncomment the below to run the seeder
        DB::table('localities')->insert($localities);
    }
}
